"(optional)" = "(選用)";
"Address Book:" = "通訊錄：";
"American Express" = "美國運通卡";
"Apply Coupon" = "使用折價卷";
"Buy Later" = "暫緩購買";
"Buy Now" = "立即購買";
"Cancel" = "取消";
"Card Number:" = "信用卡號碼：";
"City:" = "城市：";
"Close" = "關閉";
"Company Name:" = "公司名稱：";
"Country:" = "國家：";
"Coupon Code:" = "折價券代碼：";
"Coupon:" = "折價券：";
"Credit Card" = "信用卡";
"Credit Card Type:" = "信用卡類型：";
"Done" = "完成";
"Email Address:" = "Email 地址：";
"Email Support" = "Email 支援";
"Enter your name and licence key to activate this software." = "請輸入您的姓名與授權序號以啟用此軟體。";
"Expiration Date:" = "到期日：";
"FAX_MESSAGE" = "您可以使用信用卡、支票或採購單來進行支付。\n\n請列印此表單，並將您的訂單寄送至以下地址：\n\nCocoatech\n4255 24th St.\nSan Francisco, CA 94114";
"Fax, Mail or Purchase Order" = "傳真、郵件或採購單";
"First Name:" = "名字：";
"Full Version" = "完整版";
"Home Address" = "住家地址";
"In order to qualify for the upgrade price, you must have a valid license key from a previous version of this software." = "若要符合使用升級價的資格，您必須擁有此軟體以往版本的有效授權序號。";
"Last Name:" = "姓氏：";
"License Key:" = "註冊序號：";
"Login to PayPal" = "登入 PayPal";
"Name on Card:" = "信用卡上的姓名：";
"Name:" = "名稱：";
"Next" = "下一個";
"Number of Users:" = "使用者數目：";
"OK" = "好";
"Office Address" = "公司地址";
"Order Summary:" = "訂單摘要：";
"PAYPAL_MESSAGE" = "透過 PayPal 進行購買是相當容易的事。請按下方的按鈕，接著會顯示一個表單，您可登入 PayPal 並進行付款。\n\n如果您願意使用預設的網頁瀏覽器來透過 PayPal 進行付款，<a href=\"mkcl://kMKCShowPayPalInDefaultBrowser\">請按一下這裡</a>。\n若您使用預設的網頁瀏覽器，在您收到電子郵件後，將必須手動輸入授權序號。";
"PREPAID_MESSAGE" = "若您曾收到預付的優惠券代碼，請在此輸入。";
"Pay by Fax, Mail or Purchase Order" = "使用傳真、郵件或是採購單付款";
"Pay using Credit Card" = "使用信用卡付款";
"Pay using PayPal" = "使用 PayPal 付款";
"Pay using Prepaid Code" = "使用預付碼付款";
"Phone Number:" = "電話號碼：";
"Place Order" = "送出訂單";
"Postal/Zip Code:" = "郵遞區號：";
"Prepaid Code" = "預付碼";
"Prepaid Code:" = "預付碼：";
"Previous" = "前一個";
"Pricing Information:" = "價格資訊：";
"Primary Address" = "主要地址";
"Print" = "列印";
"Print Form" = "列印表單";
"Quit" = "結束";
"Secure Purchasing System" = "安全採購系統";
"Security Code:" = "安全碼：";
"State/Province:" = "州/省：";
"Street Address:" = "街/路：";
"Submit Code" = "送出預付碼";
"THANKYOU_MESSAGE" = "您的購買已順利完成！\n\n您的電腦現在已有合法授權，可使用 Path Finder，而您的授權資訊也已儲存。\n\n請按下方的列印按鈕以列印您的授權序號，並將其置於安全的位置，若您重新安裝作業系統或更換機器，可能會需要此資訊。\n\n我們已將您的授權序號以電子郵件寄送至您的電子郵件信箱：##USERS_EMAIL##。\n您無須對此電子郵件進行處理，且您的註冊序號已經設定完成，但您可列印出來以便為您的採購做記錄。\n\n您可在 Path Finder 的“關於”視窗查看授權資訊。請從選單列選擇 Path Finder 選單，切換至“關於 Path Finder”即可查看。\n\n再次感謝您！若您有任何問題或建議，請讓我們知道！請<a href=\"mailto:help@cocoatech.com\">寄送電子郵件給我們</a>。";
"THANKYOU_TITLE" = "感謝您購買 Path Finder！";
"Tab" = "標籤頁";
"To pay using a different method, go back to the previous step and choose a different payment method." = "若要選擇不同的付款方式，請回到上一個步驟並選擇不同的付款方式。";
"Update" = "更新";
"Upgrade" = "升級";
"View" = "檢視";
"WELCOME_MESSAGE" = "我們十分感激您的支持！因為有您這樣的使用者支持，Path Finder 可以持續地更新及改良。\n\n您可以使用信用卡、PayPal、傳真、匯票或郵件來進行購買。\n\n若您已經擁有授權序號，且要進行啟動，請<a href=\"mkcl://kMKCEnterLicenseKey\">按一下這裡</a>。\n\n若您有任何問題，歡迎<a href=\"mailto:help@cocoatech.com\">來信</a>讓我們知道。";
"WELCOME_TITLE" = "請為 Path Finder 購買授權！";
"What kind of license do you want?" = "你需要何種授權？";
"Your details are secured in transfer with 128-bit SSL encryption." = "您的詳細資訊於傳輸時將會使用 128-bit SSL 加密，來進行保護。";
"not licensed" = "尚未註冊";

/* ==== UNLOCALIZED ==== */

"Confirm Email:" = "Confirm Email:";
"Diners Club" = "Diners Club";
"Discover Card" = "Discover Card";
"JCB" = "JCB";
"Mail or Purchase Order" = "Mail or Purchase Order";
"MasterCard" = "MasterCard";
"PayPal" = "PayPal";
"Subscribe to the Path Finder newsletter" = "Subscribe to the Path Finder newsletter";
"Visa" = "Visa";
